Revit 2027 API
SymbolTypeId.KgfDashMPerM Property
 Symbol kgf-m/m, indicating unit Kilogram force meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgfDashMPerM { get; }
Public Shared ReadOnly Property KgfDashMPerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgfDashMPerM {
	ForgeTypeId^ get ();
}
static member KgfDashMPerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace